Repository: zigellsn/TerritoriumMapServerFrontend
Catalog: TerritoriumMapServerFrontend/locale/*/LC_MESSAGES/django.po
Languages: de

source: Polygon count
de: Anzahl Polygone

source: Territorium Map Server rendering job finished
de: Territorium Map Server Renderjob abgeschlossen

source: Your rendering job has just finished successfully.
de: Dein Renderjob wurde soeben erfolgreich beendet.

source: To retreive your map data go to
de: Klicke auf die folgenden Links, um die Kartendaten herunterzuladen.

source: The Territorium Map Server team
de: Das Territorium Map Server team

source: File
de: Datei

source: Size
de: Größe

source: Create time
de: Erstellungsdatum

source: An error has occured. See job log for details.
de: Ein Fehler ist aufgetreten. Siehe Job-Log für Details.

source: Owner
de: Besitzer

source: Send time
de: Sendedatum

source: Finish time
de: Fertigstellungsdatum

source: Error message
de: Fehlermeldung
